/* nothing */
"" = "Project-Id-Version: xchat-2.8.4\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-06-24 13:05+1000\nPO-Revision-Date: 2007-06-29 16:40+0200\nLast-Translator: Arangel Angov <ufo@linux.net.mk>\nLanguage-Team: Macedonian <ufo@linux.net.mk>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nX-Generator: KBabel 1.11.4\n";

/* nothing */
"Cannot create ~/.xchat2" = "Не можам да создадам ~/.xchat2";

/* nothing */
"I'm busy" = "Зафатен сум";

/* nothing */
"Leaving" = "Си одам";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Користењето на IRC како root е глупаво! Подобро е\n  да си создадете корисничка сметка и да ја користите неа.\n";

/* nothing */
"Waiting" = "Чекам";

/* nothing */
"Active" = "Активно";

/* nothing */
"Failed" = "Неуспешно";

/* nothing */
"Done" = "Завршив";

/* nothing */
"Connect" = "Врзи се";

/* nothing */
"Aborted" = "Откажано";

/* nothing */
"Cannot access %s\n" = "Не можам да пристапам на %s\n";

/* nothing */
"Error" = "Грешка";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s ви нуди „%s“. Дали сакате да прифатите?";

/* nothing */
"No active DCCs\n" = "Нема активни DCC\n";

/* nothing */
"YES  " = "ДА  ";

/* nothing */
"NO   " = "НЕ   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Вие сте CTCP поплавени од %s, игнорирам %s\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Вие сте MSG поплавени од %s, го поставувам gui_auto_open_dialog OFF.\n";

/* nothing */
"  %-20s online\n" = "  %-20s присутни\n";

/* nothing */
"  %-20s offline\n" = "  %-20s офлајн\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Не сте присутни на некој канал. Пробајте со /join #<channel>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Не сте поврзани. Пробајте со /server <host> [<порта>]\n";

/* nothing */
"Already marked away: %s\n" = "Веќе сте означени како отсутни: %s\n";

/* nothing */
"Already marked back.\n" = "Веќе сте означени како присутни.\n";

/* nothing */
"I need /bin/sh to run!\n" = "Ми треба /bin/sh за да извршам!\n";

/* nothing */
"Commands Available:" = "Достапни команди:";

/* nothing */
"User defined commands:" = "Команди дефинирани од корисникот:";

/* nothing */
"Plugin defined commands:" = "Команди дефинирани од приклучокот:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "Напишете /HELP <команда> за повеќе информации, или /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "Непознатиот аргумент „%s“ е игнориран.";

/* nothing */
"No such plugin found.\n" = "Не најдов таков додаток.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Тој додаток одбива да се исклучи. \n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <име> <акција>, додава копче под корисничката листа";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <командата>, испраќа команда до сите канали на кои што сте";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHAN <командата>, испраќа команда до сите канали на кои што сте";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <командата>, испраќа команда на сите сервери на кои што сте";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<причина>], ве обележува како отсутен";

/* nothing */
"BACK, sets you back (not away)" = "BACK, ве обележува како присутен (не отсутен)";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <маска> [<тип>], ги банира сите кои што одговарат на маската на сегашниот канал. Ако се веќе на каналот ова не ги исфрла (треба оператор)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "Постави опции за канал\nCHANOPT CONFMODE ON|OFF - Приклучи конфигурациски режим/прикажување на пораките за приклучување и напуштање\nCHANOPT COLORPASTE ON|OFF - Приклучи вметнување со боја\nCHANOPT BEEP ON|OFF - Приклучи бипкање за порака\nCHANOPT TRAY ON|OFF - Приклучи светкање на иконата во фиоката";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR [ALL|HISTORY], Го чисти прозорецот од текст или историја на команди";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, Го затвора прозорецот/јазичето";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <code|wildcard>, ја наоѓа кратенката на земјата, пр: au = австралија";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <прекар> <порака>, испрати ја CTCP пораката до прекарот, вообичаени пораки се VERSION и USERINFO";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE [<channel>], го напушта тековниот канал и се приклучува повторно";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <прекар>                     - прифатете понудена датотека\nDCC SEND [-maxcps=#] <прекар> [датотека] - испратете датотека некому\nDCC PSEND [-maxcps=#] <прекар> [датотека] - испратете датотека во пасивен режим\nDCC LIST                           - покажи DCC листа\nDCC CHAT <прекар>                    - понуди DCC CHAT некому\nDCC PCHAT <nick>                    - понуди DCC CHAT со користење на пасивен режим\nDCC CLOSE <тип> <прекар> <датотека>         пример:\n         /dcc close send johnsmith file.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <прекар>, отстранува операторски статус од прекарот на тековниот канал (потребно е да имате операторски статус)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <име>, брише копче под корисничката листа";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <прекар>, отстранува операторски статус од прекарот на тековниот канал (потребно е да имате операторски статус)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <прекар>, отстранува глас од прекарот на тековниот канал (потребно е да имате операторски статус)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, Ја прекинува врската со серверот";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <прекар|host|ip>, Пронаоѓа IP број на корисникот";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <text>, Печати текст локално";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <command>, ја извршува командата. Ако користите -o тогаш испраќате на тековниот канал";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, го испраќа процесот SIGCONT";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], убива извршена програма во тековната сесија. Ако -9 е даден тогаш процесот е SIGKILL'ed";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, го испраќа процесот SIGSTOP";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, испраќа податоци до stdin процесите";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, го испушта тековното чекање на серверот";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <host> [<port>],proxy-јата преку host, стандардна порта 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <nick> <password>, Уништува зафатен неупотреблив прекар";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <прекар> дава chanhalf-op статус на прекарот (потребен е операторски статус)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <password>, ве идентификува кај nickserv";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <mask> <types..> <options..>\n    маска - host маска за игнорирање, пр: *!*@*.mt.net.mk\n    типови - типови на податоци за игнорирање, еден или сите од:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    опции - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <прекар> [<канал>], кани некого на каналот, стандардно тоа е тековниот канал (потребен е операторски статус)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <channel>, се приклучува на каналот";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <прекар>, го исфрла прекарот од тековниот канал (потребен е операторски статус)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <прекар>, го банира па потоа го исфрла прекарот од тековниот канал (потребен е операторски статус)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, форсира проверка за лаг";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <стринг>, бара стринг во баферот";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <датотека>, вчитува додаток или скрипта";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, одзема опер. статус на сите оператори во тековниот канал (потребен е операторски статус)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, одзема опер. статус на сите оператори во тековниот канал (потребен е операторски статус)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <акција>, ја испраќа акцијата на тековниот канал (акциите се испишани во трето лице, на пр. /me скокна)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, ги исфрла сите од каналот (потребен е операторски статус)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, дава опер. статус на сите корисници во тековниот канал (потребен е операторски статус)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <прекар> <порака>, испраќа приватна порака";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, ги листа прекарите од тековниот канал";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <прекар> <порака>, испраќа CTCP забелешка";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER [-noconnect] <hostname> [<port>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <прекар>, го поставува прекарот";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <прекар/канал> <порака>, испраќа забелешка. Забелешките се тип на пораки на кои што треба да реагирате";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [-n network1[,network2,...]] [<nick>], ја покажува вашата листа за известување или додава некој на неа";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <прекар>, дава опер. статус на прекарот (потребен е операторски статус)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<канал>] [<причина>], го напушта тековниот канал";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <прекар | канал>, CTCP го пингува прекарот или каналот";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY [-nofocus] <nick>, отвора нов прозорец за приватен разговор со некого";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<причина>], се одврзува од тековниот сервер";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <текст>, праќа текст до серверот во суров формат";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<host>] [<port>] [<password>], може да се стартува само со /RECONNECT за повторно врзување на истиот сервер или /RECONNECT ALL за врзување на сите отворени сервери";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<host>] [<port>] [<password>], може да се стартува само со /RECONNECT за повторно врзување на истиот сервер или /RECONNECT ALL за врзување на сите отворени сервери";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <текст>, испраќа податоци до xchat, како да се испратени од irc сервер";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <текст>, го испраќа текстот до објектот во тековниот прозорец";

/* nothing */
"SEND <nick> [<file>]" = "SEND <прекар> [<датотека>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <host> <port> <channel>, се врзува и се приклучува на канал";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <host> <port> <channel>, се врзува и се приклучува на канал";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <host> [<port>] [<password>], се врзува на сервер, стандардната порта за нормални врски е 6667, а 9999 е за ssl врски";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <host> [<port>] [<password>], се врзува на сервер, стандардната порта е 6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-e] [-or] [-quiet] <променлива> [<вредност>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<позиција>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<наслов>], поставува наслов на каналот";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "\nTRAY -f <timeout> <file1> [<file2>] Во фиоката трепка помеѓу двете икони.\nTRAY -f <filename>                  Постави ја иконата во фоката на некоја фиксна икона.\nTRAY -i <number>                    Иконата светка со внатрешна икона.\nTRAY -t <text>                      Постави го балончето со совет на фиоката.\nTRAY -b <title> <text>              Постави го балончето со совет на фиоката.";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <маска> [<маска>...], одбанира дадена маска.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <маска> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <име> исклучува додаток или скрипта";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, отвора URL во вашиот прелистувач";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <nick1> <nick2> итн, означува прекар(и) во листата на присутни на каналот";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <прекар>, дава глас некому (потребен е операторски статус)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <порака>, ја пишува пораката на сите канали";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <порака>, ја испраќа пораката на сите оператори на тековниот канал";

/* nothing */
"Usage: %s\n" = "Користење: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nНе постои помош за таа команда.\n";

/* nothing */
"No such command.\n" = "Не постои таква команда.\n";

/* nothing */
"Bad arguments for user command.\n" = "Лош аргумент за корисничката команда.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Премногу рекурзивни кориснички команди, прекинувам.";

/* nothing */
"Unknown Command. Try /help\n" = "Непозната команда. Пробај /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Нема xchat_plugin_init symbol; сигурно ли е ова xchat додаток?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Дали сте сигурни дека ова е SSL способена порта и сервер?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Не можам да го резолвирам hostname %s\nПроверете ги вашите IP подесувања!\n";

/* nothing */
"Proxy traversal failed.\n" = "Proxy traversal откажа.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Ќе пробам на следниот сервер за %s...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Предупредување: \"%s\" дадениот карактер е непознат. Нема да биде применет разговор за мрежата %s.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 е додаден/а во вашата листа за известување.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 Бан листа:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tНе можете да влезете на%C26 %B$1 %O(Банирани сте).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 е познат како $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 sets ban on $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tChannel $1 создаден на $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O одзема полу-операторски статус на%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O одзема операторски статус на%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O отстранува глас од%C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 поставува exempt на $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O дава полу-операторски статус на%C26 $2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 поставува само со покани $2";

/* nothing */
"%UChannel          Users   Topic" = "%UКанал          Корисници   Наслов";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 поставува режим $2$3 $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Канал $1 режими: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O дава операторски статус на%C26 $2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 отстранува exempt од $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 отстранува само со покани $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 го отстранува клучниот збор за каналот";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 го отстранува ограничувањето за корисници";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 го поставува клучниот збор за каналот: $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 поставува ограничување на каналот на $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 го отстранува банот на $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O дава глас на%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Се врзав. Сега се најавувам...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Се врзувам на $1 ($2) порта $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Врската е неуспешна. Грешка: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tДоби CTCP $1 од $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tДоби CTCP $1 од $2 (до $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tДоби CTCP звук $1 од1 $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tДоби CTCP $1 од $2 (до $3)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC CHAT до %C26$1%O прекина.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tвоспоставена е DCC CHAT DCC CHAT врска со %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tDCC CHAT со %C26$1%O се загуби ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tДоби DCC CHAT понуда од $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tНудам DCC CHAT на $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tВеќе нудам CHAT на $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tDCC $1 обидот за врзување со%C26 $2%O е неуспешен (err=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tДоби '$1%O' од $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Тип  До/Од    Статус  Големина    Позиција     Датотека         ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tдоби погрешно барање за DCC од %C26$1%O.%010%C22*%O$tСодржина на пакетот: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tНудам%C26 $1%O на%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tНе постои таква DCC понуда.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV%C26 $2%O до%C26 $1%O прекина";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O од%C26 $3%O заврши %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC RECV врската е воспоставена со%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O од%C26 $3%O не успеа ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Не можам да ја отворам $1 за запишување ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tThe file%C26 $1%C веќе постои, пробај да ја зачуваш како%C26 $2%O.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Ohas побара продолжување%C26 $2 %Cод%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O до%C26 $1%O прекина.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O до%C26 $2%O заврши %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tвоспоставена е DCC SEND врска до%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O до%C26 $2%O не успеа. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Oпонуди%C26 $2 %O(%C26$3 %Obytes)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oдо%C26 $3 %Cзапре - прекинувам.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oдо%C26 $3 %Oистече - прекинувам.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 е избришан од листата со известувања.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tИсклучен ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tЈа најдов вашата IP: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O е додаден на листата за игнорирање.";

/* nothing */
"Ignore on %C26$1%O changed." = "Игнорирањето за %C26$1%O e променето.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Маска на host-от                  PRIV NOTI CHAN CTCP DCC  INVI UNIG";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%Oе отстранет од листата за игнорирање.";

/* nothing */
"  Ignore list is empty." = "  Листата за игнорирање е празна.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tНе можам да се приклучам на%C26 %B$1 %O(Каналот е само со покани).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tПоканет/а си на%C26 $1%O од%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) се приклучи на $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tНе можам да се приклучам на%C26 %B$1 %O(бара клучен збор).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 го исфрли $2 од $3 ($4%O)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tТебе те уби $1 ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD прескокнато.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 веќе е искористен. Пробувам пак со $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tПрекарот веќе се користи. Користи /NICK да пробаш друг.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tне постои такво DCC.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tМоментално нема процеси што работат";

/* nothing */
"$tNotify list is empty." = "$Листата за известување е празна.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Листа за известување                           ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 корисници во листата за известување.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tИзвестување: $1 е offline ($3).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$ttИзвестување: $1 е присутен ($3).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) го напушти $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) го напушти $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tПинг одговор од $1 : $2 секунди";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tНема пинг одговори веќе $1 секунди, ја прекинувам врската.";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tПроцесот веќе работи";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 се исклучи (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 поставува режими%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tБарам IP број за%C26 $1%O...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Се поврзав.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Барам $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tСтопиран е претходниот обид за поврзување (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29Насловот на  $1%C %C29е: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 го промени насловот во: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29Насловот за $1%C %C29е поставен од $2%C %C29на $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tНепознат host. Можеби го згрешивте во пишувањето?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tНе можам да се приклучам%C26 %B$1 %O(Ограничувањето за корисници е достигнато).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Корисници на $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cе отсутен %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OКрај на WHOIS листата.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O не реагира%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O %C26 $2%O, најава:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Oвистински корисник@host%C27 $2%O, вистинска IP%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Сега зборувам на $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tТи си исфрлен од $2 од $3 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tГо напушти каналот $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tГо напушти каналот $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tГо поканивте%C26 $1%O to%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tСега си познат како $2";

/* nothing */
"Loaded log from" = "Вчитав лог од";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** ЗАВРШУВАМ СНИМАЊЕ НА %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** ЗАПОЧНУВАМ СНИМАЊЕ НА %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Не можам да ги отворам датотеките со записи за снимање. Провери\n  ги дозволите на %s/xchatlogs";

/* nothing */
"Left message" = "Лева порака";

/* nothing */
"Right message" = "Десна порака";

/* nothing */
"The nick of the joining person" = "Прекарот на личноста што се приклучува";

/* nothing */
"The channel being joined" = "Каналот на кој што се приклучува";

/* nothing */
"The host of the person" = "Host на личноста";

/* nothing */
"Nickname" = "Прекар";

/* nothing */
"The action" = "Акцијата";

/* nothing */
"Mode char" = "Режим за знак";

/* nothing */
"The text" = "Текстот";

/* nothing */
"Identified text" = "Идентификуван текст";

/* nothing */
"The message" = "Пораката";

/* nothing */
"Old nickname" = "Стар прекар";

/* nothing */
"New nickname" = "Нов прекар";

/* nothing */
"Nick of person who changed the topic" = "Прекар на личноста која го променила насловот";

/* nothing */
"Topic" = "Наслов";

/* nothing */
"Channel" = "Канал";

/* nothing */
"The nickname of the kicker" = "Прекарот на исфрлувачот";

/* nothing */
"The person being kicked" = "Личноста што е исфрлена";

/* nothing */
"The channel" = "Каналот";

/* nothing */
"The reason" = "Причината";

/* nothing */
"The nick of the person leaving" = "Прекарот на личноста што си оди";

/* nothing */
"The time" = "Времето";

/* nothing */
"The creator" = "Создавачот";

/* nothing */
"Nick" = "Прекар";

/* nothing */
"Reason" = "Причината";

/* nothing */
"Host" = "Host";

/* nothing */
"Who it's from" = "Од кого е";

/* nothing */
"The time in x.x format (see below)" = "Времето во x.x формат (види подолу)";

/* nothing */
"The Channel it's going to" = "Каналот до кој што оди";

/* nothing */
"The sound" = "Звукот";

/* nothing */
"The nick of the person" = "Прекарот на личноста";

/* nothing */
"The CTCP event" = "CTCP настанот";

/* nothing */
"The nick of the person who set the key" = "Прекарот на личноста кој го поставила клучот";

/* nothing */
"The key" = "Клучот";

/* nothing */
"The nick of the person who set the limit" = "Името на личноста која што го поставила ограничувањето";

/* nothing */
"The limit" = "Ограничувањето";

/* nothing */
"The nick of the person who did the op'ing" = "Името на личноста која дала op";

/* nothing */
"The nick of the person who has been op'ed" = "Прекарот на личноста која што добила op";

/* nothing */
"The nick of the person who has been halfop'ed" = "Прекарот на личноста која добила halfop";

/* nothing */
"The nick of the person who did the halfop'ing" = "Прекарот на личноста која направила halfop";

/* nothing */
"The nick of the person who did the voice'ing" = "Прекарот на личноста која што дала глас";

/* nothing */
"The nick of the person who has been voice'ed" = "Прекарот на личноста која што добила глас";

/* nothing */
"The nick of the person who did the banning" = "Прекарот на личноста која што банирала";

/* nothing */
"The ban mask" = "Бан маската";

/* nothing */
"The nick who removed the key" = "Прекарот кој што го отстранил клучот";

/* nothing */
"The nick who removed the limit" = "Прекарот кој што го отстранил ограничувањето";

/* nothing */
"The nick of the person of did the deop'ing" = "Прекарот на личноста што одземала op";

/* nothing */
"The nick of the person who has been deop'ed" = "Прекарот на личноста на која што и е земен op";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Прекарот на личноста која одзела halfop";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Прекарот на личноста на која и е одземен halfop";

/* nothing */
"The nick of the person of did the devoice'ing" = "Прекарот на личноста која направила одземање на глас";

/* nothing */
"The nick of the person who has been devoice'ed" = "Прекарот на личноста на која и е одземен гласот";

/* nothing */
"The nick of the person of did the unban'ing" = "Прекарот на личноста која што одбанувала";

/* nothing */
"The nick of the person who did the exempt" = "Прекарот на личноста која направила exempt";

/* nothing */
"The exempt mask" = "Exempt маска";

/* nothing */
"The nick of the person removed the exempt" = "Прекарот на личноста која отстранила exempt";

/* nothing */
"The nick of the person who did the invite" = "Прекарот на личноста која поканила";

/* nothing */
"The invite mask" = "Маската за покана";

/* nothing */
"The nick of the person removed the invite" = "Прекарот на личноста која ја отстранила поканата";

/* nothing */
"The nick of the person setting the mode" = "Прекарот на личноста која што го поставува режимот";

/* nothing */
"The mode's sign (+/-)" = "Знаците за режим (+/-)";

/* nothing */
"The mode letter" = "Буквата за режим";

/* nothing */
"The channel it's being set on" = "Каналот се подесува";

/* nothing */
"Username" = "Корисничко име";

/* nothing */
"Full name" = "Целосно име";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Членство на каналот/\"е IRC оператор\"";

/* nothing */
"Server Information" = "Информации за серверот";

/* nothing */
"Idle time" = "Неактивност";

/* nothing */
"Signon time" = "Време на вклучување";

/* nothing */
"Away reason" = "Причина за отсуство";

/* nothing */
"Message" = "Порака";

/* nothing */
"Account" = "Сметка";

/* nothing */
"Real user@host" = "Вистински корисник@host";

/* nothing */
"Real IP" = "Вистинска IP";

/* nothing */
"Channel Name" = "Име на каналот";

/* nothing */
"Text" = "Текст";

/* nothing */
"Server Name" = "Име на серверот";

/* nothing */
"Nick of person who invited you" = "Прекар на личноста која те поканила";

/* nothing */
"Users" = "Корисници";

/* nothing */
"Nickname in use" = "Прекарот е употребен";

/* nothing */
"Nick being tried" = "Се обидувам со прекарот";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Порта";

/* nothing */
"Network" = "Мрежа";

/* nothing */
"Modes string" = "Стринг на режими";

/* nothing */
"IP address" = "IP адреса";

/* nothing */
"DCC Type" = "DCC тип";

/* nothing */
"Filename" = "Име на датотеката";

/* nothing */
"Destination filename" = "Дестинација на датотеката";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Име на патеката";

/* nothing */
"Position" = "Позиција";

/* nothing */
"Size" = "Големина";

/* nothing */
"DCC String" = "DCC стринг";

/* nothing */
"Number of notify items" = "Број на предмети за известување";

/* nothing */
"Old Filename" = "Старо име на датотеката";

/* nothing */
"New Filename" = "Ново име на датотеката";

/* nothing */
"Receiver" = "Примач";

/* nothing */
"Hostmask" = "Маска на Host-от";

/* nothing */
"Hostname" = "Име на host";

/* nothing */
"The Packet" = "Пакетот";

/* nothing */
"Seconds" = "Секунди";

/* nothing */
"Nick of person who have been invited" = "Прекарот на личноста што е поканета";

/* nothing */
"Banmask" = "Бан маска";

/* nothing */
"Who set the ban" = "Кој го ставил банот";

/* nothing */
"Ban time" = "Време на банот";

/* nothing */
"Error parsing event %s.\nLoading default." = "Грешка при настанот %s.\nВчитувам стандардно.";

/* nothing */
"Cannot read sound file:\n%s" = "Неможам да ја прочитам звучната датотека:\n%s";

/* nothing */
"Remote host closed socket" = "Затворен socket на мрежниот host";

/* nothing */
"Connection refused" = "Врската е одбиена";

/* nothing */
"No route to host" = "Нема рута до host-от";

/* nothing */
"Connection timed out" = "Конекцијата истече";

/* nothing */
"Cannot assign that address" = "Не можам да ја назначам таа адреса";

/* nothing */
"Connection reset by peer" = "Конекцијата е ресетирана од peer";

/* nothing */
"Ascension Island" = "Островот Асенсион";

/* nothing */
"Andorra" = "Андора";

/* nothing */
"United Arab Emirates" = "Обединети Арапски Емирати";

/* nothing */
"Afghanistan" = "Авганистан";

/* nothing */
"Antigua and Barbuda" = "Антигvа и Барбуда";

/* nothing */
"Anguilla" = "Ангуила";

/* nothing */
"Albania" = "Албанија";

/* nothing */
"Armenia" = "Ерменија";

/* nothing */
"Netherlands Antilles" = "Холандски Антили";

/* nothing */
"Angola" = "Ангола";

/* nothing */
"Antarctica" = "Антартик";

/* nothing */
"Argentina" = "Аргентина";

/* nothing */
"Reverse DNS" = "Обратен DNS";

/* nothing */
"American Samoa" = "Американски Самоа";

/* nothing */
"Austria" = "Австрија";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "Австралија";

/* nothing */
"Aruba" = "Аруба";

/* nothing */
"Aland Islands" = "Фолкландски Острови";

/* nothing */
"Azerbaijan" = "Азербејџан";

/* nothing */
"Bosnia and Herzegovina" = "Босна и Херцеговина";

/* nothing */
"Barbados" = "Барбадос";

/* nothing */
"Bangladesh" = "Бангладеш";

/* nothing */
"Belgium" = "Белгија";

/* nothing */
"Burkina Faso" = "Буркина Фасо";

/* nothing */
"Bulgaria" = "Бугарија";

/* nothing */
"Bahrain" = "Бахреин";

/* nothing */
"Burundi" = "Бурунди";

/* nothing */
"Businesses" = "Бизниси";

/* nothing */
"Benin" = "Бенин";

/* nothing */
"Bermuda" = "Бермуда";

/* nothing */
"Brunei Darussalam" = "Брунеи Дарусалам";

/* nothing */
"Bolivia" = "Боливија";

/* nothing */
"Brazil" = "Бразил";

/* nothing */
"Bahamas" = "Бахами";

/* nothing */
"Bhutan" = "Бутан";

/* nothing */
"Bouvet Island" = "Бувет Острови";

/* nothing */
"Botswana" = "Боцвана";

/* nothing */
"Belarus" = "Белорусија";

/* nothing */
"Belize" = "Белиз";

/* nothing */
"Canada" = "Канада";

/* nothing */
"Cocos Islands" = "Кокосови Острови";

/* nothing */
"Democratic Republic of Congo" = "Демократска Репубика Конго";

/* nothing */
"Central African Republic" = "Централно Африканска Република";

/* nothing */
"Congo" = "Конго";

/* nothing */
"Switzerland" = "Швајцарија";

/* nothing */
"Cote d'Ivoire" = "Брегот на Слоновата Коска";

/* nothing */
"Cook Islands" = "Кук острови";

/* nothing */
"Chile" = "Чиле";

/* nothing */
"Cameroon" = "Камерун";

/* nothing */
"China" = "Кина";

/* nothing */
"Colombia" = "Колумбија";

/* nothing */
"Internic Commercial" = "Internic Commercial";

/* nothing */
"Costa Rica" = "Костарика";

/* nothing */
"Serbia and Montenegro" = "Србија и Црна Гора";

/* nothing */
"Cuba" = "Куба";

/* nothing */
"Cape Verde" = "Кејп Верде";

/* nothing */
"Christmas Island" = "Божиќни острови";

/* nothing */
"Cyprus" = "Кипар";

/* nothing */
"Czech Republic" = "Чешка";

/* nothing */
"Germany" = "Германија";

/* nothing */
"Djibouti" = "Џибути";

/* nothing */
"Denmark" = "Данска";

/* nothing */
"Dominica" = "Доминика";

/* nothing */
"Dominican Republic" = "Доминиканска република";

/* nothing */
"Algeria" = "Алжир";

/* nothing */
"Ecuador" = "Еквадор";

/* nothing */
"Educational Institution" = "Образовна институција";

/* nothing */
"Estonia" = "Естонија";

/* nothing */
"Egypt" = "Египет";

/* nothing */
"Western Sahara" = "Западна Сахара";

/* nothing */
"Eritrea" = "Еритреја";

/* nothing */
"Spain" = "Шпанија";

/* nothing */
"Ethiopia" = "Етиопија";

/* nothing */
"European Union" = "Европска Унија";

/* nothing */
"Finland" = "Финска";

/* nothing */
"Fiji" = "Фиџи";

/* nothing */
"Falkland Islands" = "Фолкландски острови";

/* nothing */
"Micronesia" = "Микронезија";

/* nothing */
"Faroe Islands" = "Фарски острови";

/* nothing */
"France" = "Франција";

/* nothing */
"Gabon" = "Габон";

/* nothing */
"Great Britain" = "Велика Британија";

/* nothing */
"Grenada" = "Гренада";

/* nothing */
"Georgia" = "Грузија";

/* nothing */
"French Guiana" = "Француска Гвинеја";

/* nothing */
"British Channel Isles" = "Британски каналски острови";

/* nothing */
"Ghana" = "Гана";

/* nothing */
"Gibraltar" = "Гибралтар";

/* nothing */
"Greenland" = "Гренланд";

/* nothing */
"Gambia" = "Гамбија";

/* nothing */
"Guinea" = "Гвинеја";

/* nothing */
"Government" = "Влада";

/* nothing */
"Guadeloupe" = "Гвадалупе";

/* nothing */
"Equatorial Guinea" = "Екваторијална Гвинеја";

/* nothing */
"Greece" = "Грција";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "С. Џорџија и С. Сендвич Острови";

/* nothing */
"Guatemala" = "Гватемала";

/* nothing */
"Guam" = "Гвам";

/* nothing */
"Guinea-Bissau" = "Гвинеја-Бисао";

/* nothing */
"Guyana" = "Гвајана";

/* nothing */
"Hong Kong" = "Хонг Конг";

/* nothing */
"Heard and McDonald Islands" = "Хард и МекДоналд острови";

/* nothing */
"Honduras" = "Хондурас";

/* nothing */
"Croatia" = "Хрватска";

/* nothing */
"Haiti" = "Хаити";

/* nothing */
"Hungary" = "Унгарија";

/* nothing */
"Indonesia" = "Индонезија";

/* nothing */
"Ireland" = "Ирска";

/* nothing */
"Israel" = "Израел";

/* nothing */
"Isle of Man" = "Островот Ман";

/* nothing */
"India" = "Индија";

/* nothing */
"Informational" = "Информативен";

/* nothing */
"International" = "Интернационално";

/* nothing */
"British Indian Ocean Territory" = "Територија на Британскиот Индискиот океан";

/* nothing */
"Iraq" = "Ирак";

/* nothing */
"Iran" = "Иран";

/* nothing */
"Iceland" = "Исланд";

/* nothing */
"Italy" = "Италија";

/* nothing */
"Jersey" = "Џерзи";

/* nothing */
"Jamaica" = "Јамајка";

/* nothing */
"Jordan" = "Јордан";

/* nothing */
"Japan" = "Јапонија";

/* nothing */
"Kenya" = "Кенија";

/* nothing */
"Kyrgyzstan" = "Киргистан";

/* nothing */
"Cambodia" = "Камбоџа";

/* nothing */
"Kiribati" = "Кирибати";

/* nothing */
"Comoros" = "Коморос";

/* nothing */
"St. Kitts and Nevis" = "Св. Кит и Невис";

/* nothing */
"North Korea" = "Северна Кореја";

/* nothing */
"South Korea" = "Јужна Кореја";

/* nothing */
"Kuwait" = "Кувајт";

/* nothing */
"Cayman Islands" = "Кајмански острови";

/* nothing */
"Kazakhstan" = "Казакстан";

/* nothing */
"Laos" = "Лаос";

/* nothing */
"Lebanon" = "Либан";

/* nothing */
"Saint Lucia" = "Света Луција";

/* nothing */
"Liechtenstein" = "Линхенштајн";

/* nothing */
"Sri Lanka" = "Шри Ланка";

/* nothing */
"Liberia" = "Либерија";

/* nothing */
"Lesotho" = "Лесото";

/* nothing */
"Lithuania" = "Литванија";

/* nothing */
"Luxembourg" = "Луксембург";

/* nothing */
"Latvia" = "Латвија";

/* nothing */
"Libya" = "Либија";

/* nothing */
"Morocco" = "Мароко";

/* nothing */
"Monaco" = "Монако";

/* nothing */
"Moldova" = "Молдавија";

/* nothing */
"United States Medical" = "United States Medical";

/* nothing */
"Madagascar" = "Мадагаскар";

/* nothing */
"Marshall Islands" = "Маршалски острови";

/* nothing */
"Military" = "Воена";

/* nothing */
"Macedonia" = "Македонија";

/* nothing */
"Mali" = "Мали";

/* nothing */
"Myanmar" = "Мјанмар";

/* nothing */
"Mongolia" = "Монголија";

/* nothing */
"Macau" = "Макао";

/* nothing */
"Northern Mariana Islands" = "Острови Северна Маријана";

/* nothing */
"Martinique" = "Мартиник";

/* nothing */
"Mauritania" = "Мавританија";

/* nothing */
"Montserrat" = "Монсерат";

/* nothing */
"Malta" = "Малта";

/* nothing */
"Mauritius" = "Маурициус";

/* nothing */
"Maldives" = "Малдиви";

/* nothing */
"Malawi" = "Малави";

/* nothing */
"Mexico" = "Мексико";

/* nothing */
"Malaysia" = "Малезија";

/* nothing */
"Mozambique" = "Мозамбик";

/* nothing */
"Namibia" = "Намибија";

/* nothing */
"New Caledonia" = "Нова Каледонија";

/* nothing */
"Niger" = "Нигер";

/* nothing */
"Internic Network" = "Интерна мрежа";

/* nothing */
"Norfolk Island" = "Норфолски острови";

/* nothing */
"Nigeria" = "Нигерија";

/* nothing */
"Nicaragua" = "Никарагва";

/* nothing */
"Netherlands" = "Холандија";

/* nothing */
"Norway" = "Норвешка";

/* nothing */
"Nepal" = "Непал";

/* nothing */
"Nauru" = "Науру";

/* nothing */
"Niue" = "Ниуе";

/* nothing */
"New Zealand" = "Нов Зеланд";

/* nothing */
"Oman" = "Оман";

/* nothing */
"Internic Non-Profit Organization" = "уИнтерна непрофитна организација";

/* nothing */
"Panama" = "Панама";

/* nothing */
"Peru" = "Перу";

/* nothing */
"French Polynesia" = "Француска Полинезија";

/* nothing */
"Papua New Guinea" = "Папуа Нова Гвинеја";

/* nothing */
"Philippines" = "Филипини";

/* nothing */
"Pakistan" = "Пакистан";

/* nothing */
"Poland" = "Полска";

/* nothing */
"St. Pierre and Miquelon" = "Св. Пјер и Микелон";

/* nothing */
"Pitcairn" = "Питкаим";

/* nothing */
"Puerto Rico" = "Порторико";

/* nothing */
"Palestinian Territory" = "Палестинска територија";

/* nothing */
"Portugal" = "Португалија";

/* nothing */
"Palau" = "Палау";

/* nothing */
"Paraguay" = "Парагвај";

/* nothing */
"Qatar" = "Катар";

/* nothing */
"Reunion" = "Reunion";

/* nothing */
"Romania" = "Романија";

/* nothing */
"Old School ARPAnet" = "Old School ARPAnet";

/* nothing */
"Russian Federation" = "Руска Федерација";

/* nothing */
"Rwanda" = "Руанда";

/* nothing */
"Saudi Arabia" = "Саудиска Арабија";

/* nothing */
"Solomon Islands" = "Соломонски острови";

/* nothing */
"Seychelles" = "Сејшели";

/* nothing */
"Sudan" = "Судан";

/* nothing */
"Sweden" = "Шведска";

/* nothing */
"Singapore" = "Сингапур";

/* nothing */
"St. Helena" = "Св. Елена";

/* nothing */
"Slovenia" = "Словенија";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Свалбалд и Јан Маен острови";

/* nothing */
"Slovak Republic" = "Словачка";

/* nothing */
"Sierra Leone" = "Сиера Леоне";

/* nothing */
"San Marino" = "Сан Марино";

/* nothing */
"Senegal" = "Сенегал";

/* nothing */
"Somalia" = "Сомалија";

/* nothing */
"Suriname" = "Суринам";

/* nothing */
"Sao Tome and Principe" = "Сао Томе и Принципе";

/* nothing */
"Former USSR" = "Бивш СССР";

/* nothing */
"El Salvador" = "Салвадор";

/* nothing */
"Syria" = "Сирија";

/* nothing */
"Swaziland" = "Свазиленд";

/* nothing */
"Turks and Caicos Islands" = "Turks and Caicos Islands";

/* nothing */
"Chad" = "Чад";

/* nothing */
"French Southern Territories" = "Француски јужни територии";

/* nothing */
"Togo" = "Того";

/* nothing */
"Thailand" = "Тајланд";

/* nothing */
"Tajikistan" = "Таџикистан";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"East Timor" = "Источен Тимор";

/* nothing */
"Turkmenistan" = "Туркменистан";

/* nothing */
"Tunisia" = "Тунис";

/* nothing */
"Tonga" = "Тонга";

/* nothing */
"Turkey" = "Турција";

/* nothing */
"Trinidad and Tobago" = "Тринидад и Тобаго";

/* nothing */
"Tuvalu" = "Тувалу";

/* nothing */
"Taiwan" = "Тајван";

/* nothing */
"Tanzania" = "Танзанија";

/* nothing */
"Ukraine" = "Украина";

/* nothing */
"Uganda" = "Уганда";

/* nothing */
"United Kingdom" = "Обединето Кралство";

/* nothing */
"United States of America" = "Соединетите Американски Држави";

/* nothing */
"Uruguay" = "Уругвај";

/* nothing */
"Uzbekistan" = "Узбекистан";

/* nothing */
"Vatican City State" = "Ватикан";

/* nothing */
"St. Vincent and the Grenadines" = "Св. Винсент и Гренадин";

/* nothing */
"Venezuela" = "Венецуела";

/* nothing */
"British Virgin Islands" = "Британски девствени острови";

/* nothing */
"US Virgin Islands" = "Американски девствени острови";

/* nothing */
"Vietnam" = "Виетнам";

/* nothing */
"Vanuatu" = "Вануату";

/* nothing */
"Wallis and Futuna Islands" = "Волис и Футуна острови";

/* nothing */
"Samoa" = "Самоа";

/* nothing */
"Yemen" = "Јемен";

/* nothing */
"Mayotte" = "Мајота";

/* nothing */
"Yugoslavia" = "Југославија";

/* nothing */
"South Africa" = "Јужна Африка";

/* nothing */
"Zambia" = "Замбија";

/* nothing */
"Zimbabwe" = "Зимбабве";

/* nothing */
"Unknown" = "Непознато";

/* nothing */
"Open Dialog Window" = "Отвори нов дијалог прозорец";

/* nothing */
"Send a File" = "Испрати датотека";

/* nothing */
"User Info (WHOIS)" = "Кориснички информации (WHOIS)";

/* nothing */
"Operator Actions" = "Дејства за операторот";

/* nothing */
"Give Ops" = "Дај op";

/* nothing */
"Take Ops" = "Одземи op";

/* nothing */
"Give Voice" = "Дај глас";

/* nothing */
"Take Voice" = "Одземи глас";

/* nothing */
"Kick/Ban" = "Исфрли/Банирај";

/* nothing */
"Kick" = "Исфрли";

/* nothing */
"Ban" = "Банирај";

/* nothing */
"KickBan" = "Исфрли и банирај";

/* nothing */
"Direct client-to-client" = "Директно,клиент до клиент";

/* nothing */
"Send File" = "Испрати датотека";

/* nothing */
"Offer Chat" = "Понуди разговор";

/* nothing */
"Abort Chat" = "Прекини разговор";

/* nothing */
"Version" = "Верзија";

/* nothing */
"Userinfo" = "Инфо за корисник";

/* nothing */
"Clientinfo" = "Инфо за клиент";

/* nothing */
"Ping" = "Пинг";

/* nothing */
"Time" = "Време";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Oper";

/* nothing */
"Kill this user" = "Убиј го корисникот";

/* nothing */
"Mode" = "Режим";

/* nothing */
"Give Half-Ops" = "Дај полуоператорски статус";

/* nothing */
"Take Half-Ops" = "Одземи полуоператорски статус";

/* nothing */
"Ignore" = "Игнорирај";

/* nothing */
"Ignore User" = "Игнорирај корисник";

/* nothing */
"UnIgnore User" = "Не игнорирај корисник";

/* nothing */
"Info" = "Инфо";

/* nothing */
"Who" = "Кој";

/* nothing */
"WhoIs" = "КојЕ";

/* nothing */
"DNS Lookup" = "Побарај DNS";

/* nothing */
"Trace" = "Следи";

/* nothing */
"UserHost" = "Host на корисникот";

/* nothing */
"External" = "Надворешно";

/* nothing */
"Traceroute" = "Рута на следење";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "Напушти канал";

/* nothing */
"Join Channel..." = "Приклучи се на канал...";

/* nothing */
"Enter Channel to Join:" = "Внеси канал за да се приклучиш:";

/* nothing */
"Server Links" = "Врски до серверот";

/* nothing */
"Ping Server" = "Пингувај го серверот";

/* nothing */
"Hide Version" = "Сокриј верзија";

/* nothing */
"Op" = "Оp";

/* nothing */
"DeOp" = "Земи оp";

/* nothing */
"bye" = "чао";

/* nothing */
"Enter reason to kick %s:" = "Внеси причина за исфрлувањето %s:";

/* nothing */
"Sendfile" = "Испрати датотека";

/* nothing */
"Dialog" = "Дијалог";

/* nothing */
"Send" = "Испрати";

/* nothing */
"Chat" = "Разговор";

/* nothing */
"Clear" = "Исчисти";

/* nothing */
"Couldn't connect to session bus" = "Не можев да се порвзам со магистралата на сесијата";

/* nothing */
"Failed to complete NameHasOwner" = "Не успеав да го довршам NameHasOwner";

/* nothing */
"Failed to complete Command" = "Не успеав да ја довршам командата";

/* nothing */
"remote access" = "оддалечен пристап";

/* nothing */
"plugin for remote access using DBUS" = "приклучок за оддалечен пристап со користење на DBUS";

/* nothing */
"Couldn't connect to session bus: %s\n" = "Не можев да се порвзам со магистралата на сесијата: %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "Не успеав да го добијам %s: %s\n";

/* nothing */
"About XChat" = "За XChat";

/* nothing */
"A multiplatform IRC Client" = "Мултиплатформски клиент за IRC";

/* nothing */
"Character Chart" = "Табела со карактери";

/* nothing */
"Not connected." = "Не сум поврзан.";

/* nothing */
"You must select some bans." = "Мораш да избереш неколку банови.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "Дали сте сигурни дека сакате да ги отстраните сите банирања од %s?";

/* nothing */
"Mask" = "Маска";

/* nothing */
"From" = "Од";

/* nothing */
"Date" = "Дата";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "Можете да го отворите прозорецот на листата со банирани додека сте во јазичето на каналот.";

/* nothing */
"XChat: Ban List (%s)" = "XChat: Бан листа (%s)";

/* nothing */
"Unban" = "Одбанирај";

/* nothing */
"Crop" = "Скрати";

/* nothing */
"Refresh" = "Освежи";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "Прикажувам %d/%d корисници на %d/%d канали.";

/* nothing */
"Select an output filename" = "Избери излезно име на датотека";

/* nothing */
"_Join Channel" = "_Приклучи се на канал";

/* nothing */
"_Copy Channel Name" = "_Копирај го името на каналот";

/* nothing */
"Copy _Topic Text" = "Копирај го текстот од _насловот";

/* nothing */
"XChat: Channel List (%s)" = "XChat: Листа на канали (%s)";

/* nothing */
"_Search" = "_Барај";

/* nothing */
"_Download List" = "_Симни листа";

/* nothing */
"Save _List..." = "Зачувај ја _листата...";

/* nothing */
"Show only:" = "Прикажи само:";

/* nothing */
"channels with" = "канали со";

/* nothing */
"to" = "до";

/* nothing */
"users." = "корисници";

/* nothing */
"Look in:" = "Барај во:";

/* nothing */
"Channel name" = "Име на каналот";

/* nothing */
"Search type:" = "Барај тип:";

/* nothing */
"Simple Search" = "Едноставно пребарување";

/* nothing */
"Pattern Match (Wildcards)" = "Совпаѓање на шаблони (Wildcards)";

/* nothing */
"Regular Expression" = "Регуларни изрази";

/* nothing */
"Find:" = "Најди:";

/* nothing */
"Send file to %s" = "Испрати датотека на %s";

/* nothing */
"That file is not resumable." = "Дадотеката не може да доиспрати";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Не можам да пристапам до датотеката: %s\n%s.\nДоиспраќањето е невозможно.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "Датотеката во директориумот за преземање е поголема од понудената. Доиспраќањето не е возможно.";

/* nothing */
"Cannot resume the same file from two people." = "Не можам да ја примам истата датотека од двајца.";

/* nothing */
"XChat: Uploads and Downloads" = "XChat: Качувања и преземања";

/* nothing */
"Status" = "Статус";

/* nothing */
"File" = "Датотека";

/* nothing */
"ETA" = "ЕТА";

/* nothing */
"Both" = "И двете";

/* nothing */
"Uploads" = "Качувања";

/* nothing */
"Downloads" = "Преземања";

/* nothing */
"Details" = "Детали";

/* nothing */
"File:" = "Датотека:";

/* nothing */
"Address:" = "Адреса:";

/* nothing */
"Abort" = "Прекини";

/* nothing */
"Accept" = "Прифати";

/* nothing */
"Resume" = "Продолжи";

/* nothing */
"Open Folder..." = "Отвори папка...";

/* nothing */
"XChat: DCC Chat List" = "XChat: Листа на DCC Chat";

/* nothing */
"Recv" = "Примени";

/* nothing */
"Sent" = "Испратени";

/* nothing */
"Start Time" = "Почетно време";

/* nothing */
"*NEW*" = "*НОВ*";

/* nothing */
"EDIT ME" = "УРЕДИ МЕ";

/* nothing */
"Name" = "Име";

/* nothing */
"Command" = "Команда";

/* nothing */
"Move Up" = "Помести горе";

/* nothing */
"Move Dn" = "Помести долу";

/* nothing */
"Cancel" = "Откажи";

/* nothing */
"Save" = "Сними";

/* nothing */
"Add New" = "Додај нов";

/* nothing */
"Delete" = "Избриши";

/* nothing */
"Sort" = "Подреди";

/* nothing */
"Help" = "Помош";

/* nothing */
"Don't auto connect to servers" = "Не се поврзувај автоматски на серверот";

/* nothing */
"Use a different config directory" = "Користи друг конфигурациски директориум";

/* nothing */
"Don't auto load any plugins" = "Не вчитувај додатоци автоматски";

/* nothing */
"Show plugin auto-load directory" = "Прикажи директориум за автоматско вчитување на додатоците";

/* nothing */
"Show user config directory" = "Покажи го директориумот за конфигурациите на корисникот";

/* nothing */
"Open an irc://server:port/channel URL" = "Отвори URL како irc://server:port/channel";

/* nothing */
"Open URL in an existing XChat" = "Отвори URL во постоечки XChat";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "Започни минимизирано. Ниво 0=нормално 1=иконизирано 2=место за известување";

/* nothing */
"level" = "ниво";

/* nothing */
"Show version information" = "Покажи информации за верзијата";

/* nothing */
"Failed to open font:\n\n%s" = "Не можам да го отворам фонтот:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Баферот за пребарување е празен.\n";

/* nothing */
"%d bytes" = "%d бајти";

/* nothing */
"Network send queue: %d bytes" = "Редица за испраќање на мрежата: %d бајти";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "Командата Изврши ги извршува податоците во Податок1 како да се искуцаи во полето. Може и да содржи текст (кој што ќе биде испратен на канал/личност), команди или кориснички команди.";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "Командата за менување на страницата скока помеѓу страници во тетратката. Поставете го податок 1 на страницата на која што сакате да се префрлите. Ако податок 2 е поставен на што било, тогаш скокачот ќе се однесува релативно во однос на тековната позиција.";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "Командата за внесување во бафер ќе ја внесе содржината на податок 1 во записот каде што главната секвенца била притисната, односно на тековната позиција на стрелката.";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "Командата за лизгање го лизга копчето за текстот нагоре и надоле по страницата. Поставете на 1 за било горе или долу, + или -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "Командата за поставување на бафер го поставува записот каде што била внесена содржината за главната секвенца на податокот 1.";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "Команда";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "Команда";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Оваа команда го менува текстот во полето со цел да доврши некомплетен прекар или команда.";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Оваа команда овозможува лизгање, горе и долу по листата со прекари.";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Командата ги проверува последните внесени зборови и ги заменува ако најде совпаѓање";

/* nothing */
"This command moves the front tab left by one" = "Оваа команда го преместува предното јазиче лево за едно место";

/* nothing */
"This command moves the front tab right by one" = "Оваа команда го преместува предното јазиче десно за едно место";

/* nothing */
"This command moves the current tab family to the left" = "Оваа команда ја преместува тековната фамилија на јазичиња налево";

/* nothing */
"This command moves the current tab family to the right" = "Оваа команда ја преместува тековната фамилија на јазичиња надесно";

/* nothing */
"Push input line into history but doesn't send to server" = "Ја става линијата за внесување во историја но не ја испраќа на серверот";

/* nothing */
"There was an error loading key bindings configuration" = "Се појави грешка при вчитувањето на конфигурацијата за копчињата";

/* nothing */
"<none>" = "<none>";

/* nothing */
"Mod" = "Режим";

/* nothing */
"Key" = "Копче";

/* nothing */
"Action" = "Дејствие";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat: Кратенки за тастатура";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Податок 1";

/* nothing */
"Data 2" = "Податок 2";

/* nothing */
"Error opening keys config file\n" = "Грешка при отворање на датотеката со конфигурација на копчињата\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Непознато клучно име %s во датотеката за конфгируација на копчињата\nВчитувањето е прекинато. Поправи го %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Непозната акција %s во датотеката за конфигурација на копчињата\nВчитувањето е прекинато, Поправи го %s/keybindings\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nВчитувањето е прекинато, Поправи го %s/копчињата\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Датотеката за конфигурација на копчињата е расипана, вчитувањето е прекинато\nПоправи го %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "Не можам да запишам во таа датотека";

/* nothing */
"Cannot read that file." = "Не можам да ја прочитам датотеката";

/* nothing */
"That mask already exists." = "Таа маска веќе постои";

/* nothing */
"Private" = "Приватно";

/* nothing */
"Notice" = "Забелешка";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Покана";

/* nothing */
"Unignore" = "Не игнорирај";

/* nothing */
"Enter mask to ignore:" = "Внеси маска за игнорирање:";

/* nothing */
"XChat: Ignore list" = "XChat: Листа на игнорирани";

/* nothing */
"Ignore Stats:" = "Статистики за игнорирани:";

/* nothing */
"Channel:" = "Канал:";

/* nothing */
"Private:" = "Приватно:";

/* nothing */
"Notice:" = "Забелешка:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Покани:";

/* nothing */
"Add..." = "Додај...";

/* nothing */
"Channel name too short, try again." = "Името на каналот е прекратно, обидете се повторно.";

/* nothing */
"XChat: Connection Complete" = "XChat: Врската заврши";

/* nothing */
"Connection to %s complete." = "Врската со %s е целосна.";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "Во прозорецот со листа на сервери не беше внесен канал на кој ќе се приклучувам автоматски на оваа мрежа.";

/* nothing */
"What would you like to do next?" = "Што сакате да правите следно?";

/* nothing */
"_Nothing, I'll join a channel later." = "_Ништо, ќе се приклучам на некој канал подоцна.";

/* nothing */
"_Join this channel:" = "_Приклучи се на овој канал:";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "Ако го знаете името на каналот на кој што сакате да се приклучите, внесете го тука.";

/* nothing */
"O_pen the Channel-List window." = "О_твори го прозорецот со листа на канали.";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "Земањето на листата со канали може да потрае една до две минути.";

/* nothing */
"_Always show this dialog after connecting." = "_Секогаш прикажувај го овој дијалог прозорец после поврзување.";

/* nothing */
"Dialog with" = "Дијалог со";

/* nothing */
"Topic for %s is: %s" = "Насловот на %s е: %s";

/* nothing */
"No topic is set" = "Нема поставено наслов";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "Овој сервер има %d канали и дијалози поврзани со него. Да ги затворам сите?";

/* nothing */
"Quit XChat?" = "Да го исклучам XChat?";

/* nothing */
"Don't ask next time." = "Не прашувај наредниот пат.";

/* nothing */
"You are connected to %i IRC networks." = "Вие сте поврзани на %i IRC мрежи.";

/* nothing */
"Are you sure you want to quit?" = "Дали сигурно сакате да напуштите?";

/* nothing */
"Some file transfers are still active." = "Некои податоци сеуште се пренесуваат.";

/* nothing */
"_Minimize to Tray" = "_Минимизирај се во местото за известување";

/* nothing */
"Insert Attribute or Color Code" = "Внеси атрибут или код за боја";

/* nothing */
"<b>Bold</b>" = "<b>Задебелено</b>";

/* nothing */
"<u>Underline</u>" = "<u>Потцртано</u>";

/* nothing */
"Normal" = "Нормално";

/* nothing */
"Colors 0-7" = "Бои 0-7";

/* nothing */
"Colors 8-15" = "Бои 8-15";

/* nothing */
"Beep on message" = "Свирни на порака";

/* nothing */
"Blink tray on message" = "Трепни на порака";

/* nothing */
"Show join/part messages" = "Покажувај ги пораките за приклучувањето и исклучување";

/* nothing */
"Color paste" = "Вметни боја";

/* nothing */
"_Close Tab" = "_Затвори јазиче";

/* nothing */
"_Detach Tab" = "_Откачи јазиче";

/* nothing */
"User limit must be a number!\n" = "Корисничкото ограничување мора да биде број!\n";

/* nothing */
"Topic Protection" = "Заштита на наслов";

/* nothing */
"No outside messages" = "Без надворешни пораки";

/* nothing */
"Secret" = "Тајна";

/* nothing */
"Invite Only" = "Само со покани";

/* nothing */
"Moderated" = "Модерирано";

/* nothing */
"Ban List" = "Бан листа";

/* nothing */
"Keyword" = "Збор";

/* nothing */
"User Limit" = "Корисничко ограничување";

/* nothing */
"Show/Hide userlist" = "Покажи/скриј корисничка листа";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Неможам да поставам транспарентна позадина!\n\n";

/* nothing */
"Enter new nickname:" = "Внеси нов прекар";

/* nothing */
"Host unknown" = "Непознат host";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "Вистинско име:";

/* nothing */
"User:" = "Корисник:";

/* nothing */
"Country:" = "Земја:";

/* nothing */
"Server:" = "Сервер:";

/* nothing */
"Away Msg:" = "Порака за отсуство:";

/* nothing */
"%u minutes ago" = "пред %u минути";

/* nothing */
"Last Msg:" = "Последна порака:";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "Мени лентата сега е скриена. Можете да ја прикажете повторно со притискање на F9 во празен дел од површината на главниот текст.";

/* nothing */
"Open Link in Browser" = "Отвори ја врската во прелистувач";

/* nothing */
"Copy Selected Link" = "Копирај ја избраната врска";

/* nothing */
"Join Channel" = "Приклучи се на канал";

/* nothing */
"Part Channel" = "Напушти канал";

/* nothing */
"Cycle Channel" = "Промени канал";

/* nothing */
"XChat: User menu" = "XChat: Корисничко мени";

/* nothing */
"Edit This Menu..." = "Уреди го ова мени...";

/* nothing */
"Retrieve channel list..." = "Земи листа на канали...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Кориснички команди - Специјални кодови:\n\n%c  =  тековен канал\n%e  =  име на тековната мрежа\n%m  =  инфо за машината\n%n  =  твојот прекар\n%t  =  време/датум\n%v  =  xchat верзија\n%2  =  збор 2\n%3  =  збор 3\n&2  =  збор 2 на крај на линијата\n&3  =  збор 3 на крај на линијата>\n\neg:\n/cmd перо здраво\n\n%2 треба да биде \"перо\"\n&2 треба да биде \"перо здраво\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Копчиња за корисничката листа - Специјални кодови:\n\n%a  =  сите избрани прекари\n%c  =  тековен канал\n%e  =  име на тековната мрежа\n%h  =  Име на host-от на избраниот прекар\n%m  =  инфо за машината\n%n  =  твојот прекар\n%s  =  избран прекар\n%t  =  време/дата\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Копчиња за дијалог - Специјални кодови:\n\n%a  =  сите избрани прекари\n%c  =  тековен канал\n%e  =  име на тековната мрежа\n%h  =  Име на host-от на избраниот прекар\n%m  =  инфо за машината\n%n  =  твојот прекар\n%s  =  избран прекар\n%t  =  време/дата\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "CTCP одговори - специјални кодови:\n\n%d  =  дата (целиот ctcp)\n%e  =  име на тековната мрежа\n%m  =  инфо за машината\n%s  =  прекар кој испрати ctcp\n%t  =  време/дата\n%2  =  збор 2\n%3  =  збор 3\n&2  =  збор 2 на крај на линијата\n&3  =  збор 3 на крај на линијата\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "URL Handlers - Специјални кодови:\n\n%s  =  URL стрингот\n\nСтавањето на ! пред командата\nозначува дека треба да се испрати во\nшколката наместо во XChat";

/* nothing */
"XChat: User Defined Commands" = "XChat: Команди дефинирани од корисникот";

/* nothing */
"XChat: Userlist Popup menu" = "XChat: Скокачко мени на корисничката листа";

/* nothing */
"Replace with" = "Замени со";

/* nothing */
"XChat: Replace" = "XChat: Замени";

/* nothing */
"XChat: URL Handlers" = "XChat: URL справувачи";

/* nothing */
"XChat: Userlist buttons" = "XChat: Копчиња за корисничката листа";

/* nothing */
"XChat: Dialog buttons" = "XChat: Копчиња за дијалог";

/* nothing */
"XChat: CTCP Replies" = "XChat: CTCP реплики";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "Ли_ста на мрежата...";

/* nothing */
"_New" = "_Нов";

/* nothing */
"Server Tab..." = "Серверско јазиче...";

/* nothing */
"Channel Tab..." = "Јазиче на канал...";

/* nothing */
"Server Window..." = "Прозорец на серверот...";

/* nothing */
"Channel Window..." = "Прозорец на каналот...";

/* nothing */
"_Load Plugin or Script..." = "_Вчитај додаток или скрипта...";

/* nothing */
"_Quit" = "_Излез";

/* nothing */
"_View" = "_Поглед";

/* nothing */
"_Menu Bar" = "_Мени лента";

/* nothing */
"_Topic Bar" = "_Насловна лента";

/* nothing */
"_User List" = "_Корисничка листа";

/* nothing */
"U_serlist Buttons" = "К_опчиња за корисничката листа";

/* nothing */
"M_ode Buttons" = "Копчиња за р_ежим";

/* nothing */
"_Channel Switcher" = "Менувач на _канали";

/* nothing */
"_Tabs" = "_Јазичиња";

/* nothing */
"T_ree" = "Д_рво";

/* nothing */
"_Network Meters" = "Мерења на _мрежата";

/* nothing */
"Off" = "Исклучено";

/* nothing */
"Graph" = "Графа";

/* nothing */
"_Server" = "_Сервер";

/* nothing */
"_Disconnect" = "_Исклучи се";

/* nothing */
"_Reconnect" = "_Поврзи се пак";

/* nothing */
"Marked Away" = "Означи отсуство";

/* nothing */
"_Usermenu" = "_Корисничко мени";

/* nothing */
"S_ettings" = "П_оставувања";

/* nothing */
"_Preferences" = "_Преференции";

/* nothing */
"Advanced" = "Напредно";

/* nothing */
"Auto Replace..." = "Автоматско заменување...";

/* nothing */
"CTCP Replies..." = "CTCP реплики...";

/* nothing */
"Dialog Buttons..." = "Копчиња за дијалог...";

/* nothing */
"Keyboard Shortcuts..." = "Кратенки за тастатра...";

/* nothing */
"Text Events..." = "Текстуални настани...";

/* nothing */
"URL Handlers..." = "URL.";

/* nothing */
"User Commands..." = "Кориснички команди...";

/* nothing */
"Userlist Buttons..." = "Копчиња за корисничката листа...";

/* nothing */
"Userlist Popup..." = "Скокачка корисничка листа...";

/* nothing */
"_Window" = "_Прозорец";

/* nothing */
"Ban List..." = "Бан листа...";

/* nothing */
"Channel List..." = "Листа на канали...";

/* nothing */
"Character Chart..." = "Табела со карактери...";

/* nothing */
"Direct Chat..." = "Директен разговор...";

/* nothing */
"File Transfers..." = "Пренос на датотеки...";

/* nothing */
"Ignore List..." = "Листа на игнорирани...";

/* nothing */
"Notify List..." = "Листа за известувања";

/* nothing */
"Plugins and Scripts..." = "Додатоци и скрипти...";

/* nothing */
"Raw Log..." = "Лог...";

/* nothing */
"URL Grabber..." = "Фаќач на URL...";

/* nothing */
"Reset Marker Line" = "Ресетирај ја линијата за означување";

/* nothing */
"C_lear Text" = "И_счисти текст";

/* nothing */
"Search Text..." = "Барај во текстот...";

/* nothing */
"Save Text..." = "Зачувај текст...";

/* nothing */
"_Help" = "_Помош";

/* nothing */
"_Contents" = "_Содржина";

/* nothing */
"_About" = "_За";

/* nothing */
"_Attach Window" = "_Прикачи прозорец";

/* nothing */
"_Close Window" = "_Затвори го прозорецот";

/* nothing */
"User" = "Корисник";

/* nothing */
"Last Seen" = "Последен пат виден";

/* nothing */
"Offline" = "Offline";

/* nothing */
"Never" = "Никогаш";

/* nothing */
"%d minutes ago" = "пред %d минути";

/* nothing */
"Online" = "Присутен";

/* nothing */
"Enter nickname to add:" = "Внеси прекар за додавање:";

/* nothing */
"Notify on these networks:" = "Извести на овие мрежи:";

/* nothing */
"Comma separated list of networks is accepted." = "Се прифаќа листа на мрежи разделена со запирки.";

/* nothing */
"XChat: Notify List" = "XChat: Листа за известување";

/* nothing */
"Remove" = "Отстрани";

/* nothing */
"Open Dialog" = "Отвори дијалог";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "Не можам да најдам „notify-send“ за да отворам известувања во балончиња.\nВе молам, инсталирајте linotify.";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "XChat: Поврзан сум со %u мрежи и %u канали";

/* nothing */
"_Restore" = "_Врати";

/* nothing */
"_Hide" = "_Скриј";

/* nothing */
"_Blink on" = "_Трепни на";

/* nothing */
"Channel Message" = "Порака на каналот";

/* nothing */
"Private Message" = "Приватна порака";

/* nothing */
"Highlighted Message" = "Осветлена порака";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "XChat: Осветлена порака од: %s (%s)";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "XChat: %u осветлени пораки, најновата од: %s (%s)";

/* nothing */
"XChat: New public message from: %s (%s)" = "XChat: Нова јавна порака од: %s (%s)";

/* nothing */
"XChat: %u new public messages." = "XChat: %u нови јавни пораки.";

/* nothing */
"XChat: Private message from: %s (%s)" = "XChat: Приватни пораки од: %s (%s)";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "XChat: %u приватни пораки, најновата од: %s (%s)";

/* nothing */
"XChat: File offer from: %s (%s)" = "XChat: Понуда за датотека од: %s (%s)";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "XChat: %u понуди за датотеки, најновата од: %s (%s)";

/* nothing */
"Description" = "Опис";

/* nothing */
"Select a Plugin or Script to load" = "Избери додаток или скрипта за вчитување";

/* nothing */
"XChat: Plugins and Scripts" = "XChat: Додатоци и скрипти";

/* nothing */
"_Load..." = "_Вчитај...";

/* nothing */
"_UnLoad" = "_Извади";

/* nothing */
"_Close" = "_Затвори";

/* nothing */
"Save As..." = "Сними како...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat: Лог (%s)";

/* nothing */
"Clear rawlog" = "Исчисти лог";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "Прозорецот кој го отвори ова Барање не постои повеќе.";

/* nothing */
"Search hit end, not found." = "Барањето го достигна крајот, не се пронајде ништо.";

/* nothing */
"XChat: Search" = "XChat: Барај";

/* nothing */
"_Match case" = "_Разликувај мали-големи букви";

/* nothing */
"Search _backwards" = "Барај _наназад";

/* nothing */
"_Find" = "_Најди";

/* nothing */
"New Network" = "Нова мрежа";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Сигурно сакаш да ја отстраниш мрежата \"%s\" и сите нејзини сервери?";

/* nothing */
"User name and Real name cannot be left blank." = "Корисничкото име и вистинското име не може да се празни.";

/* nothing */
"XChat: Edit %s" = "XChat: Уреди %s";

/* nothing */
"Servers for %s" = "Сервери за %s";

/* nothing */
"Connect to selected server only" = "Поврзи се само на избраниот сервер";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Не кружи низ сите сервери ако врската се прекине.";

/* nothing */
"Your Details" = "Вашите детали";

/* nothing */
"Use global user information" = "Корисни глобални кориснички информации";

/* nothing */
"_Nick name:" = "_Прекар:";

/* nothing */
"Second choice:" = "Втор избор:";

/* nothing */
"_User name:" = "_Корисничко име:";

/* nothing */
"Rea_l name:" = "Вистинск_о име:";

/* nothing */
"Connecting" = "Се поврзувам";

/* nothing */
"Auto connect to this network at startup" = "Автоматско врзување на оваа мрежа при подигнување на програмата";

/* nothing */
"Use a proxy server" = "Користи прокси сервер";

/* nothing */
"Use SSL for all the servers on this network" = "Користи SSL за сите сервери на оваа мрежа";

/* nothing */
"Accept invalid SSL certificate" = "Прифати невалиден SSL сертификат";

/* nothing */
"C_hannels to join:" = "К_анали за приклучување:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Канали на кои што сакаш да се приклучиш, одвоени со запирки, но не и со празни места!";

/* nothing */
"Connect command:" = "Команда за поврзување:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Додатни команди за извршување по поврзување. Ако ви треба повеќе од една, поставете го ова на LOAD -e <filename>, каде <filename> е текстуална датотека полна со команди за извршување.";

/* nothing */
"Nickserv password:" = "Лозинка за серверот:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "Ако вашиот прекар бара лозинка, внесете ја овде. Не сите IRC мрежи го поддржуваат ова.";

/* nothing */
"Server password:" = "Лозинка за серверот:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Лозинка за серверот. Ако се двоумите, оставете празно.";

/* nothing */
"Character set:" = "Множество на знаци:";

/* nothing */
"_Edit" = "_Уреди";

/* nothing */
"XChat: Network List" = "XChat: Листа на мрежи";

/* nothing */
"User Information" = "Информации за корисникот";

/* nothing */
"Third choice:" = "Трет избор:";

/* nothing */
"Networks" = "Мрежи";

/* nothing */
"Skip network list on startup" = "Прескокни ја листата на мрежи при подигнување на програмот";

/* nothing */
"_Edit..." = "_Уреди...";

/* nothing */
"_Sort" = "_Подреди";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "Ја подредува по азбучен редослед листата со мрежи. Користете SHIFT-UP и SHIFT-DOWN за да поместите ред.";

/* nothing */
"C_onnect" = "В_рзи се";

/* nothing */
"Text Box Appearance" = "Изглед на полето за текст";

/* nothing */
"Font:" = "Фонт:";

/* nothing */
"Background image:" = "Позадинска слика:";

/* nothing */
"Scrollback lines:" = "Лизгачки линии:";

/* nothing */
"Colored nick names" = "Обоени прекари";

/* nothing */
"Give each person on IRC a different color" = "Давај му на секоја личност на IRC различна боја";

/* nothing */
"Indent nick names" = "Порамнети прекари";

/* nothing */
"Make nick names right-justified" = "Направи ги прекарите подредени кон десно";

/* nothing */
"Transparent background" = "Провидна позадина";

/* nothing */
"Show marker line" = "Покажи линија за означување";

/* nothing */
"Insert a red line after the last read text." = "Вметни црвена линија после последниот прочитан текст.";

/* nothing */
"Transparency Settings" = "Поставување за провидноста";

/* nothing */
"Red:" = "Црвена:";

/* nothing */
"Green:" = "Зелена:";

/* nothing */
"Blue:" = "Сина:";

/* nothing */
"Time Stamps" = "Ознаки за времето";

/* nothing */
"Enable time stamps" = "Овозможи ознаки за времето";

/* nothing */
"Time stamp format:" = "Временски формат:";

/* nothing */
"See strftime manpage for details." = "Погледни ги strftime man страниците за повеќе детали.";

/* nothing */
"A-Z" = "A-Ш";

/* nothing */
"Last-spoke order" = "Ред по последно зборување";

/* nothing */
"Input box" = "Поле за внесување";

/* nothing */
"Use the Text box font and colors" = "Користи ги фонтовите и боите од кутијата за текст";

/* nothing */
"Spell checking" = "Проверка на правопис";

/* nothing */
"Nick Completion" = "Довршување на прекарите";

/* nothing */
"Automatic nick completion (without TAB key)" = "Автоматско довршување на прекарот (без копчето „TAB“)";

/* nothing */
"Nick completion suffix:" = "Суфикс на комплетирање на прекарот:";

/* nothing */
"Nick completion sorted:" = "Суфикс на комплетирање на прекарот:";

/* nothing */
"Input Box Codes" = "Поле за внесување на кодови";

/* nothing */
"Interpret %nnn as an ASCII value" = "Интерпретирај %nnn како ASCII вредност";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Интерпретирај %C, %B како боја, задебелено итн";

/* nothing */
"A-Z, Ops first" = "А-Ш, прво оператори";

/* nothing */
"Z-A, Ops last" = "Ш-А, Операторите последни";

/* nothing */
"Z-A" = "Ш-A";

/* nothing */
"Unsorted" = "Неподредени";

/* nothing */
"Left (Upper)" = "Лево (горе)";

/* nothing */
"Left (Lower)" = "Лево (долу)";

/* nothing */
"Right (Upper)" = "Десно (горе)";

/* nothing */
"Right (Lower)" = "Десно (долу)";

/* nothing */
"Top" = "Врв";

/* nothing */
"Bottom" = "Дно";

/* nothing */
"Hidden" = "Скриен";

/* nothing */
"User List" = "Корисничка листа";

/* nothing */
"Show hostnames in user list" = "Покажи ги имињата на хостовите во корисничката листа";

/* nothing */
"User list sorted by:" = "Корисничката листа подредена по:";

/* nothing */
"Show user list at:" = "Покажи корисничка листа за:";

/* nothing */
"Away tracking" = "Следење на отсуство";

/* nothing */
"Track the Away status of users and mark them in a different color" = "Следи го статусот за отсуство на сите корисници и означи ги нив со различна боја";

/* nothing */
"On channels smaller than:" = "На канали помали од:";

/* nothing */
"Action Upon Double Click" = "Дејство после двојното кликнување";

/* nothing */
"Execute command:" = "Изврши команда:";

/* nothing */
"Windows" = "Прозорци";

/* nothing */
"Tabs" = "Јазичиња";

/* nothing */
"Always" = "Секогаш";

/* nothing */
"Only requested tabs" = "Само бараните јазичиња";

/* nothing */
"Channel Switcher" = "Менувач на канали";

/* nothing */
"Open an extra tab for server messages" = "Отвори додатно јазиче за серверските пораки";

/* nothing */
"Open an extra tab for server notices" = "Отвори додатно јазиче за серверските забелешки";

/* nothing */
"Open a new tab when you receive a private message" = "Отвори ново јазиче кога примам приватна порака";

/* nothing */
"Sort tabs in alphabetical order" = "Подреди ги јазичињата по азбучен редослед";

/* nothing */
"Small tabs" = "Мали јазичиња";

/* nothing */
"Focus new tabs:" = "Фокус на новите јазичиња:";

/* nothing */
"Show channel switcher at:" = "Покажи менувач на канали за:";

/* nothing */
"Shorten tab labels to:" = "Скрати ги ознаките на јазичето на:";

/* nothing */
"letters." = "букви.";

/* nothing */
"Tabs or Windows" = "Јазичиња или прозорци";

/* nothing */
"Open channels in:" = "Отворај ги канали во:";

/* nothing */
"Open dialogs in:" = "Отворај ги дијалозите во:";

/* nothing */
"Open utilities in:" = "Отворај ги алатките во:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Да отворам DCC, игнорирани, известувања итн, во јазичиња или прозорци?";

/* nothing */
"No" = "Не";

/* nothing */
"Yes" = "Да";

/* nothing */
"Browse for save folder every time" = "Прелистувај за папка за зачувување секој пат";

/* nothing */
"Files and Directories" = "Датотеки и директориуми";

/* nothing */
"Auto accept file offers:" = "Автоматско прифаќање на датотеки:";

/* nothing */
"Download files to:" = "Преземај датотеки во:";

/* nothing */
"Move completed files to:" = "Поместувај ги завршените датотеки во:";

/* nothing */
"Save nick name in filenames" = "Зачувај го прекарот во имиња на датотеки";

/* nothing */
"Network Settings" = "Поставувања за мрежата";

/* nothing */
"Get my address from the IRC server" = "Земи ја мојата адреса од IRC серверот";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Го прашува IRC серверот за вашата вистинска адреса. Користете го ова ако имате 192.168.*.* адреса!";

/* nothing */
"DCC IP address:" = "DCC IP адреса:";

/* nothing */
"Claim you are at this address when offering files." = "Тврди дека си на оваа адреса кога нудиш датотеки.";

/* nothing */
"First DCC send port:" = "Прва DCC порта за испраќање:";

/* nothing */
"Last DCC send port:" = "Последна DCC порта за испраќање:";

/* nothing */
"!Leave ports at zero for full range." = "!Оставете ги портите на нула за целосен опсег.";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Максимални брзини на пренос на датотеки (битови во секунда)";

/* nothing */
"One upload:" = "Едно качување:";

/* nothing */
"Maximum speed for one transfer" = "Макс. брзина за еден трансфер";

/* nothing */
"One download:" = "Едно преземање:";

/* nothing */
"All uploads combined:" = "Сите качувања заедно:";

/* nothing */
"Maximum speed for all files" = "Макс. брзина за целиот сообраќај";

/* nothing */
"All downloads combined:" = "Сите преземања заедно:";

/* nothing */
"Alerts" = "Известувања";

/* nothing */
"Show tray balloons on:" = "Прикажи балончиња во местото за известување на:";

/* nothing */
"Blink tray icon on:" = "Трепкај ја иконата при:";

/* nothing */
"Blink task bar on:" = "Трепкај на лентата со задачи на:";

/* nothing */
"Make a beep sound on:" = "Бипкај на:";

/* nothing */
"Enable system tray icon" = "Овозможи икона во местото за известување";

/* nothing */
"Highlighted Messages" = "Осветлени пораки";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "Осветлените пораки се оние каде вашето име е спомнато, но исто така:";

/* nothing */
"Extra words to highlight:" = "Додатни зборови за осветлување:";

/* nothing */
"Nick names not to highlight:" = "Прекари кои нема да се осветлуваат:";

/* nothing */
"Nick names to always highlight:" = "Прекарите кои секогаш ќе се осветлуваат:";

/* nothing */
"Separate multiple words with commas." = "Раздели повеќе зборови со запирки.";

/* nothing */
"Default Messages" = "Стандардни пораки";

/* nothing */
"Quit:" = "Излез:";

/* nothing */
"Leave channel:" = "Напушти канал:";

/* nothing */
"Away:" = "Отсутен:";

/* nothing */
"Away" = "Отсуство";

/* nothing */
"Announce away messages" = "Објавувај ги пораките за отсуство";

/* nothing */
"Announce your away messages to all channels" = "Објавувај ги пораките за отсуство на сите канали";

/* nothing */
"Show away once" = "Покажи отсуство еднаш";

/* nothing */
"Show identical away messages only once" = "Покажувај идентични пораки за отсуство само по еднаш";

/* nothing */
"Automatically unmark away" = "Автоматски одбележи отсуство";

/* nothing */
"Unmark yourself as away before sending messages" = "Одбележи се себеси како отсутен пред да праќаш пораки";

/* nothing */
"Advanced Settings" = "Напредни поставувања";

/* nothing */
"Auto reconnect delay:" = "Доцнење на автоматското поврзување:";

/* nothing */
"Display MODEs in raw form" = "Режим за прикажување во сурова форма";

/* nothing */
"Whois on notify" = "Whois при известување";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Испраќа /WHOIS кога доаѓа корисник што ти е во листата за известување";

/* nothing */
"Hide join and part messages" = "Сокриј ги пораките за приклучување и напуштање";

/* nothing */
"Hide channel join/part messages by default" = "Стандардно криј ги пораките за приклучување/напуштање на канал";

/* nothing */
"Auto Open DCC Windows" = "Автоматско отворање на DCC прозорците";

/* nothing */
"Send window" = "Прозорец за испраќање";

/* nothing */
"Receive window" = "Прозорец за примање";

/* nothing */
"Chat window" = "Прозорец на разговорот";

/* nothing */
"Logging" = "Снимање";

/* nothing */
"Enable logging of conversations" = "Овозможи снимање на разговори";

/* nothing */
"Log filename:" = "Име на датотеката со лог:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=Сервер %c=Канал %n=Мрежа.";

/* nothing */
"Insert timestamps in logs" = "Внесувај временски формат во записите";

/* nothing */
"Log timestamp format:" = "Временски формат за запис:";

/* nothing */
"(Disabled)" = "(Оневозможено)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "MS Proxy (ISA)";

/* nothing */
"All Connections" = "Сите врски";

/* nothing */
"IRC Server Only" = "Само IRC сервери";

/* nothing */
"DCC Get Only" = "DCC Get Only";

/* nothing */
"Your Address" = "Вашата адреса";

/* nothing */
"Bind to:" = "Поврзи се со:";

/* nothing */
"Only useful for computers with multiple addresses." = "Корисно само за компјутери со повеќе адреси.";

/* nothing */
"Proxy Server" = "Прокси сервер";

/* nothing */
"Hostname:" = "Име на host:";

/* nothing */
"Port:" = "Порта:";

/* nothing */
"Type:" = "Тип:";

/* nothing */
"Use proxy for:" = "Користи прокси за:";

/* nothing */
"Proxy Authentication" = "Автентикација на прокси";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Користи автентикација (MS Proxy, HTTP или само Socks5)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Користи автентикација (HTTP или само Socks5)";

/* nothing */
"Username:" = "Корисничко име:";

/* nothing */
"Password:" = "Лозинка:";

/* nothing */
"Select an Image File" = "Избери слика датотека";

/* nothing */
"Select Download Folder" = "Одберете папка за преземања";

/* nothing */
"Select font" = "Избери фонт";

/* nothing */
"Browse..." = "Прелистувај...";

/* nothing */
"Mark identified users with:" = "Означи ги идентифицираните корисници со:";

/* nothing */
"Mark not-identified users with:" = "Означи ги неидентифицираните корисници со:";

/* nothing */
"Open Data Folder" = "Отвори папка со податоци";

/* nothing */
"Select color" = "Избери боја";

/* nothing */
"Text Colors" = "Бои на текст";

/* nothing */
"mIRC colors:" = "mIRC боја:";

/* nothing */
"Local colors:" = "Локални бои:";

/* nothing */
"Foreground:" = "Напред:";

/* nothing */
"Background:" = "Позадина:";

/* nothing */
"Marking Text" = "Означување на текст";

/* nothing */
"Interface Colors" = "Бои на интерфејсот";

/* nothing */
"New data:" = "Нови податоци:";

/* nothing */
"Marker line:" = "Линија за означување:";

/* nothing */
"New message:" = "Нова порака:";

/* nothing */
"Away user:" = "Отсутен корисник:";

/* nothing */
"Highlight:" = "Подвлечени:";

/* nothing */
"Event" = "Настан";

/* nothing */
"Sound file" = "Звучна датотека";

/* nothing */
"Select a sound file" = "Одберете датотека со звук";

/* nothing */
"Sound playing method:" = "Метод на пуштање на звуци:";

/* nothing */
"External sound playing _program:" = "Надворешна _програма за пуштање на звуци:";

/* nothing */
"_External program" = "_Надворешна програма";

/* nothing */
"_Automatic" = "_Автоматски";

/* nothing */
"Sound files _directory:" = "_Директориум со звучни датотеки:";

/* nothing */
"Sound file:" = "Звучна датотека:";

/* nothing */
"_Browse..." = "_Прелистај...";

/* nothing */
"_Play" = "_Пушти";

/* nothing */
"Interface" = "Интерфејс";

/* nothing */
"Text box" = "Текст поле";

/* nothing */
"User list" = "Корисничка листа";

/* nothing */
"Channel switcher" = "Менувач на канали";

/* nothing */
"Colors" = "Бои";

/* nothing */
"Chatting" = "Разговор";

/* nothing */
"General" = "Општо";

/* nothing */
"Sound" = "Звук";

/* nothing */
"Network setup" = "Подесувања на мрежата";

/* nothing */
"File transfers" = "Трансфер на датотеки";

/* nothing */
"Categories" = "Категории";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "Не можете да го поставите дрвото на дното или најгоре!\nВе молам, прво направете промена во распоредот на  <b>Јазичињата</b> во менито <b>Поглед</b>.";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Поради направените промени мораш да го рестартираш xchat.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*ПРЕДУПРЕДУВАЊЕ*\nАвтоматско прифаќање на DCC во твојот домашен директориум\nможе да биде опасно. Пр:\nНекој може да ти испрати „.bash_profile“";

/* nothing */
"XChat: Preferences" = "XChat: Преференци";

/* nothing */
"There was an error parsing the string" = "Грешка";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Овој сигнал помина само %d аргументи, $%d е невалиден";

/* nothing */
"Print Texts File" = "Печати текстуална датотека";

/* nothing */
"Edit Events" = "Уреди настани";

/* nothing */
"$ Number" = "$ Број";

/* nothing */
"Load From..." = "Вчитај од...";

/* nothing */
"Test All" = "Тестирај се";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "XChat: URL фаќач";

/* nothing */
"Clear list" = "Исчисти листа";

/* nothing */
"Copy selected URL" = "Копирај го избраното URL";

/* nothing */
"Copy" = "Копирај";

/* nothing */
"Save list to a file" = "Сними ја листата во датотека";

/* nothing */
"%d ops, %d total" = "%d оператори, %d вкупно";

